# core
dash
fish
man-db
gcc
man-db

# de
xfce4
xfce4-goodies
gvfs

# de - apps

polybar
wmctrl
slop
xorg-xprop

# de - fonts

ttf-firacode-nerd
noto-fonts

# apps - gui

alacritty
micro

# apps - cli

procs
ripgrep
duf
exa
aria2
zoxide
bat